{
  "version": "v1",
  "content": "WEBONDAY S.R.L. – POLICY GENERALE\nVersione: v1\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\nPREAMBOLO\nIl presente documento definisce l’insieme delle condizioni, norme, tutele e funzionalità che regolano l’utilizzo dell’ecosistema WebOnDay S.r.l. da parte del Partner (Fruitore). L’adesione ai servizi implica accettazione integrale delle sezioni: Contratto di Servizio, Regolamento Interno, Privacy Policy e Proprietà Intellettuale.\n\n------------------------------------------------------------\nSEZIONE 1 – CONTRATTO DI SERVIZIO\n------------------------------------------------------------\n\nArt. 1 – Oggetto del Contratto\nIl Partner accede ai servizi WebOnDay tramite un ecosistema multilivello. Il contratto disciplina: accesso, upgrade, downgrade, permanenza, riammissione, directory pubblica e strumenti digitali.\n\nArt. 2 – Livelli di Servizio\nSono previsti quattro livelli:\n1) ESSENTIAL – Website vetrina, dominio, hosting, SEO base, assistenza standard.\n2) WORKER – Area riservata, moduli avanzati, performance superiori, aggiornamenti prioritari.\n3) INDUSTRIAL – Ecommerce, database dedicato, API avanzate, integrazioni, supporto avanzato.\n4) GOVERNOR – Backend dedicato, app personalizzate, marketing evoluto, cybersecurity.\n\nArt. 3 – Progressione Obbligatoria\nLa progressione segue l’ordine: Essential → Worker → Industrial → Governor.\n\nArt. 4 – Posti Limitati e Limiti Settoriali\nOgni livello contiene slot limitati. Sono presenti limiti competitivi territoriali (es. massimo 3 attività simili per area).\n\nArt. 5 – Directory Pubblica e Anonimato\nIl Partner accetta l’inserimento nel registro pubblico. I dati sensibili possono essere anonimizzati tramite hash o alias.\n\nArt. 6 – Sospensione, Downgrade e Cessazione\n6 mesi di inattività → sospensione automatica.\n12 mesi → cessazione del contratto.\n\nArt. 7 – Riammissione\nLa riammissione è possibile solo se esistono slot disponibili.\n\nArt. 8 – Volontarietà dei Pagamenti\nOgni pagamento è volontario. La rinuncia ai livelli comporta regressione funzionale.\n\nArt. 9 – Proprietà Intellettuale\nIl know-how WebOnDay è protetto dal diritto d’autore e dalla normativa industriale.\n\nArt. 10 – Foro Competente\nForo competente: Bari.\n\n------------------------------------------------------------\nSEZIONE 2 – PRIVACY POLICY (Sintesi GDPR)\n------------------------------------------------------------\n\nArt. 1 – Titolare del Trattamento\nWebOnDay S.r.l. è titolare dei dati personali trattati.\n\nArt. 2 – Dati Raccolti\nDati anagrafici, contatti, dati tecnici, cookie, utilizzo piattaforma.\n\nArt. 3 – Finalità del Trattamento\nGestione account, sicurezza, delivery dei servizi digitali, comunicazioni.\n\nArt. 4 – Conservazione\nI dati vengono conservati per il tempo strettamente necessario alle finalità.\n\nArt. 5 – Diritti\nAccesso, rettifica, cancellazione, portabilità, opposizione.\n\n------------------------------------------------------------\nSEZIONE 3 – PROPRIETÀ INTELLETTUALE\n------------------------------------------------------------\n\nArt. 1 – Normativa Applicabile\nLegge 633/1941, D.Lgs. 30/2005, Direttive UE sul software e banche dati.\n\nArt. 2 – Oggetto della Tutela\nTutela totale della struttura multilivello, dei workflow, del Business Health Board, del sistema a posti limitati, directory, API, database, modelli e logiche interne.\n\nArt. 3 – Divieti\nÈ vietato copiare, modificare, riprodurre, distribuire, sviluppare ecosistemi equivalenti, effettuare reverse engineering o derivazioni.\n\nArt. 4 – Violazioni\nLe violazioni costituiscono concorrenza sleale, violazione di segreto industriale"

}